plugins/Denial_of_Service/src/test/resources/TestRequests/RequestGeneric.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:sam="http://sample02.policy.samples.rampart.apache.org">
   <soap:Header/>
   <soap:Body>
      <sam:echo>
         <!--Optional:-->
         <sam:args0>?</sam:args0>
      </sam:echo>
   </soap:Body>
</soap:Envelope>